[
  {
    "name": "可口可乐 Coca-Cola",
    "category": "great_investment",
    "year": "1975",
    "source": "1975_Letter_to_Berkshire_Shareholders.md",
    "keywords": [
      "coca-cola",
      "可口可乐",
      "ko"
    ],
    "description": "1988年开始大量买入，成为最成功的投资之一",
    "segments": [
      "The stamp business continues its precipitous decline with volume in the year ended February 28, 1976 amounting to only one-sixth that of the peak year ended February 28, 1970. Don Koeppel and Bill Ramsey have done an extraordinary job of cost-cutting, which has served to moderate operating problems resulting from this evaporation of business. In addition, the acquisition of See’s Candies in 1972 has proven a real winner. Chuck Huggins’s management has been outstanding, and profits have moved up ",
      "印花业务继续急剧下降，截至 1976 年 2 月 28 日的一年中，印花业务量仅为截至 1970 年 2 月 28 日的高峰年的六分之一。唐-科佩尔（Don Koeppel）和比尔-拉姆齐（Bill Ramsey）出色地完成了削减成本的工作，从而缓解了业务流失带来的经营问题。此外，1972 年对 See's 糖果公司的收购也被证明是一个真正的赢家。查克-哈金斯（Chuck Huggins）的管理非常出色，在过去几年里，利润大幅增长。"
    ]
  },
  {
    "name": "美国运通 American Express",
    "category": "turnaround",
    "year": "1980",
    "source": "1980_Letter_to_Berkshire_Shareholders.md",
    "keywords": [
      "american express",
      "美国运通",
      "axp"
    ],
    "description": "色拉油事件后的抄底投资",
    "segments": [
      "GEICO’s problems at that time put it in a position analogous to that of American Express in 1964 following the salad oil scandal.  Both were one-of-a-kind companies, temporarily reeling from the effects of a fiscal blow that did not destroy their exceptional underlying economics.  The GEICO and American Express situations, extraordinary business franchises with a localized excisable cancer (needing, to be sure, a skilled surgeon), should be distinguished from the true “turnaround” situation in w",
      "GEICO 保险的危机与 1964 年美国运通所爆发的色拉油丑闻事件类似，两家公司皆为独一无二的，暂时的打击并未毁掉其卓越的经济优势，就像是一个身体健壮的人患了局部可切除的肿瘤，只要遇到一位经验丰富的外科医生就能化险为夷。 GEICO 保险和美国运通的非凡商业特许经营权遇到暂时的运营困难，应该与真正的困境反转情况区分开来，管理层期望也需要完成一个公司的皮格马利翁转变。(注：《Pygmalion》 希腊神话，剧中  Higgins 语言学教授与人打赌能把一个粗俗的街头卖花女 Eliza 转变成了仪态万方的大家闺秀，而过程中教授却爱上了自己的作品。)"
    ]
  },
  {
    "name": "盖可保险 GEICO",
    "category": "great_investment",
    "year": "1975",
    "source": "1975_Letter_to_Berkshire_Shareholders.md",
    "keywords": [
      "geico",
      "盖可",
      "政府雇员保险公司"
    ],
    "description": "巴菲特第一次投资，后来全资收购",
    "segments": [
      "1965 年，新英格兰地区的两个纺织厂是公司的唯一盈利来源，在 Ken Chace 接管这项业务之前，纺织利润是不稳定的，在伯克希尔精纺公司和哈撒韦制造公司合并之后收入累计是亏损的。自 1964 年以来，公司净资产已累积到 9290 万美元，即每股 94.92 美元。我们通过谈判从私营业主那用现金(或者是现金和支票)收购六家公司的全部或几乎全部所有权(联合零售，国民保险，伊利诺伊银行，喜诗糖果，蓝筹印花，威斯科金融)，整合成四家(保险，银行，零售，蓝筹印花)，又购买一家关联公司约 31.5% 的股份 (GEICO)，并将伯克希尔·哈撒韦公司的在外流通股减少至 979,569 股。总体而言，每股权益的年复利率略高于 15%。"
    ]
  },
  {
    "name": "华盛顿邮报 Washington Post",
    "category": "great_investment",
    "year": "1975",
    "source": "1975_Letter_to_Berkshire_Shareholders.md",
    "keywords": [
      "washington post",
      "华盛顿邮报",
      "wpo"
    ],
    "description": "在市场低迷时买入，获得巨大回报",
    "segments": [
      "When such criteria are maintained, our intention is to hold for a long time; indeed, our largest equity investment is 467,150 shares of Washington Post “B” stock with a cost of $10.6 million, which we expect to hold permanently.",
      "我们股权投资主要集中于少数几家此种类型的公司：有着良好的经济护城河，称职且诚实的管理层，并且以私人所有者的价值尺度来衡量，购买价格很有吸引力。当这些要素都具备了，我们就打算长期持有；实际上，我们最大的股权投资是投资了 467,150 股 Washington Post 华盛顿邮报 B 股，成本约 1063 万美元，我们期望永久持有。"
    ]
  },
  {
    "name": "IBM",
    "category": "mistake",
    "year": "1977",
    "source": "1977_Letter_to_Berkshire_Shareholders.md",
    "keywords": [
      "ibm"
    ],
    "description": "承认是错误的投资",
    "segments": [
      "说清上述情况有一点离题但可能很有趣，伯克希尔纺纱与哈撒韦工业是在 1955 年合并成为伯克希尔·哈撒韦公司的，再将时间往回推到 1948 年，按形式上合并计算，当年合计税前收益达到 1800 万美元，旗下拥有十个遍布新英格兰地区的工厂，员工人数 1 万人，在当年商业世界他们算是一个经济强国，因为 IBM 同年收益也不过 2800 万美元(现在达到 27 亿美元)，另外萨夫韦百货 (Safeway Stores) 为 1000 万、3M 只有 1300 万，而 Time 时代杂志则为 900 万，然而在双方合并后的十年内，累计营收虽然有 5.95 亿，但合并总亏损却达到 1000 万美元，到 1964 年工厂仅剩两家，净资产更从合并时的 5300 万美元大幅缩减至 2200 万美元，所以我们可以这样说，单一年度所透露出公司营运的景况实在是极其有限。"
    ]
  },
  {
    "name": "能源公司 Energy Companies",
    "category": "value_investment",
    "year": "1972",
    "source": "1972_Letter_to_Berkshire_Shareholders.md",
    "keywords": [
      "energy",
      "能源",
      "chevron",
      "occidental"
    ],
    "description": "2020年大量买入能源股",
    "segments": [
      "Our three major acquisitions of recent years have all worked out exceptionally well -- from both the financial and human standpoints. In all three cases, the founders were major sellers and received significant proceeds in cash—and, in all three cases, the same individuals, Jack Ringwalt, Gene Abegg and Vic Raab, have continued to run the businesses with undiminished energy and imagination which have resulted in further improvement of the fine records previously established."
    ]
  }
]